[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":[]}],["gameactivity",{"version":5,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"FromSoftware, Inc.","strURL":"https://store.steampowered.com/curator/45188208"}],"rgPublishers":[{"strName":"Bandai Namco Entertainment","strURL":"https://store.steampowered.com/publisher/BANDAINAMCO"},{"strName":"FromSoftware, Inc.","strURL":"https://store.steampowered.com/curator/45188208"}],"rgFranchises":[]}}],["descriptions",{"version":1,"data":{"strFullDescription":"DARK SOULS™ II: Scholar of the First Sin приятно удивит игроков. Вас ожидает незабываемое путешествие в удивительный мир, где каждый темный уголок и встреча с врагом станет испытанием вашей стойкости. Узнайте, где проходит граница возможного, пройдите сложные испытания и ощутите бурю эмоций. Вы уже играли в DARK SOULS™ II или только открываете для себя эту великолепную серию? В любом случае вы получите уникальные впечатления от эксклюзивной &quot;режиссерской&quot; версии игры.\r\n\r\n- Наиболее полное издание DARK SOULS™ II включает все ранние материалы и многое другое!\r\n\r\n- Новые испытания и ощущения! Пересмотр расположения врагов полностью изменил динамику игры. Старые безопасные зоны перестали быть безопасными! Изменились предметы на карте, а также места их расположения. Новый персонаж по имени Форлорн играет ключевую роль в игровом процессе. Опытным бойцам придется забыть все, чему они научились, и заново знакомиться с DARK SOULS™ II.\r\n\r\n- В игру по сети добавлено несколько улучшений. Появился дополнительный предмет, регулирующий количество получаемых в бою душ. Стало проще подбирать равных по силам противников, а число игроков, которые могут принять участие в сетевых играх, увеличилось с 4 до 6. Все это полностью изменило динамику игры по сети.\r\n\r\nDARK SOULS™ II: Scholar of the First Sin выводит свойственные серии мрачность и увлекательный процесс игры на новый уровень. Путешествуйте, сражайтесь с врагами, преодолевайте опасности и испытания.","strSnippet":"DARK SOULS™ II: Scholar of the First Sin выводит свойственные серии мрачность и увлекательный процесс игры на новый уровень. Путешествуйте, сражайтесь с врагами, преодолевайте опасности и испытания."}}]]