[["achievements",{"version":2,"data":{"vecHighlight":[],"vecUnachieved":[],"vecAchievedHidden":[],"nTotal":0,"nAchieved":0}}],["achievementmap",{"version":5,"data":"[]"}],["usernews",{"version":5,"data":["COoHENfOm8kGGdUnAgIAAHABIUzyGksBABABKSqgDQAAAAAAUTgH8OlrdK4IYOqzoMkGcNfOm8kG","COoHEMbxgsgGGdUnAgIAAHABIUzyGksBABABKSqgDQAAAAAAUcMN8OEacioHYMbxgsgGcMbxgsgG"]}],["gameactivity",{"version":5,"data":[]}],["associations",{"version":2,"data":{"rgDevelopers":[{"strName":"Iron Gate AB","strURL":"https://store.steampowered.com/developer/coffeestain"}],"rgPublishers":[{"strName":"Coffee Stain Publishing","strURL":"https://store.steampowered.com/publisher/coffeestain"}],"rgFranchises":[{"strName":"Coffee Stain Publishing","strURL":"https://store.steampowered.com/franchise/coffeestain"}]}}],["descriptions",{"version":1,"data":{"strFullDescription":"[h2]Покажите, чего вы стоите![/h2]\r\nОткроются ли перед вами врата Вальгаллы? Сейчас вы в Вальхейме — 10-м мире викингов. Одолейте могучих чудовищ этих земель и добейтесь расположения богов! На своем пути вы побываете в самых дальних уголках этого мира, от дремучих лесов до высочайших горных вершин. Создавайте могущественное оружие, стройте неприступные замки и отправляйтесь под парусами драккаров к самому горизонту.\r\n\r\n[h2]Описание[/h2]\r\nВальхейм — это игра, в которой вам предстоит исследовать огромный фэнтезийный мир, пропитанный скандинавской мифологией и культурой викингов. Ваше приключение начнется в самом сердце Вальхейма, месте довольно спокойном. Но берегитесь, ведь чем дальше вы будете продвигаться, тем опаснее будет становиться мир вокруг. К счастью, по пути вас будут ждать не только опасности — вы также будете чаще находить ценные материалы, которые весьма пригодятся для создания смертоносного оружия и крепкой брони. Возводите крепости и заставы по всему миру! А со временем постройте несокрушимый драккар и отправьтесь покорять бескрайние океаны в поиске чужестранных земель... Но постарайтесь не заплыть слишком далеко...\r\n\r\n[b]Особенности игры:[/b][list]\r\n[*]Гибкая система строительства домов и базы.\r\n[*]Интуитивное меню создания предметов (оружия, брони, еды и прочего).\r\n[*]Огромный генерируемый мир.\r\n[*]Боевая система на основе ударов и блокировок с широким выбором разнообразного оружия.\r\n[*]Схватки с боссами и уникальные трофеи.\r\n[*]Увлекательная система питания и здоровья.\r\n[*]Возможность строительства и передвижения на кораблях.\r\n[*]Многопользовательский режим (с акцентом на совместную игру).\r\n[*]Выделенный сервер.\r\n[/list]","strSnippet":"Игра в жанре выживание, в которой вам предстоит исследовать огромный фэнтезийный мир, пропитанный скандинавской мифологией и культурой викингов."}}]]